[{"category":"Migration","date":"1738673963","url":"https://thenewhumanitarian.org/opinion/2025/02/04/how-europe-can-escape-migration-deterrence-trap","title":"How Europe can escape the migration deterrence trap","content":"European leaders seem to have lost interest in any hint of taking a rational approach to migration policy. As a result, Europe is squandering the possibility of dealing with irregular migration in a safer, more orderly, and more humane way, and is instead simply aiming to increase border security, hold up refugees and asylum seekers in transit, and rapidly deport those not eligible for protection.Last summer saw a surge of far-right parties in elections to the European Parliament, France’s National Assembly, and German regional parliaments (and anti-immigration riots in the UK). Then, in November, Donald Trump was re-elected as US president, running on a virulently anti-migrant, asylum seeker, and refugee agenda, which he is now rapidly enacting.Europe’s centrist politicians have grown conspicuously quiet about creating legal pathways for refugees and asylum seekers to reach the continent, or implementing evidenced-based policies to manage migration in ways that could produce better results for both people on the move and the countries they are aiming to reach.Instead, in word and deed, they are following right-wing populists like Hungary’s Victor Orban and Italy’s Giorgia Meloni, and are falling into the migration deterrence trap: By doubling down on the idea that irregular migration is best controlled by the preventive, physical force of the state, they are raising public expectations that they will not be able meet.Deterrence can achieve short-term successes, but if employed alone, it always fails in the longer term. This usually leads to calls for more and harsher measures – and new waves of support for the far-right, for whom they never go far enough.A single-minded focus on ever harsher deterrence fails because border walls and fences do not stop people from moving for long, they simply divert them to other routes. Yes, last year there was a drop in irregular border crossings that coincided with the EU’s intensification of deterrence policies. But the factors that influence why and when people decide to move are complex, and one year-on-year comparison of numbers doesn’t ultimately tell us a lot.Deterrence allows politicians of all stripes to propagate the false idea that the movement of people needs to and can be “fixed”.History has shown that, over time, drivers of migration are stronger than borders. People are pulled into the difficult decision to migrate by labour demand elsewhere, and are pushed by wars and persecution at home. Deterrence allows politicians of all stripes to propagate the false idea that the movement of people needs to and can be “fixed”.Meanwhile, as deterrence measures intensify, Europe increasingly erodes its ethical norms. The Mixed Migration Centre has, since 2019, documented the normalisation of ever more extreme measures near or at EU borders: detaining migrants in degrading condition; deporting them with no regard for their human rights; and violently pushing them back at borders or at sea.Migration deterrence narratives also inflate the problem of irregular migration. It is true that 385,445 people (many of whom were seeking asylum) entered the EU irregularly in 2023, the most since 2017. But it is hard to see how such numbers can threaten a region with 450 million inhabitants – one that allowed 3,741,015 non-EU nationals to settle legally that same year. “The reality is that irregular entries account for a small fraction of migration in the EU,” as even the European Commission likes to point out.Moreover, Europe’s economy is increasingly reliant on migrants as its population ages. Put into this context, Europe’s purported “migration crisis” begins to look very different.Italy in 2021 offered 42,000 permits for non-EU migrants to work in tourism and agriculture, while an estimated 230,000 undocumented migrants work in the latter sector alone. Currently, the European Labour Authority says there are 2,792,212 job vacancies across the EU, and the European Commission says the bloc needs one million migrants per year for its workforce.Rather than measuring the success of migration policy based on Europe’s ability to reduce the number of irregular border crossings, politicians should more constructively acknowledge the continent’s demand for foreign labor (legal or illegal) and the impossibility of stopping migration driven by conflict (and, increasingly, also climate change).They need to shift from deterring migration with all the tools of the state, to managing migration with more flexible instruments and by enlisting the help of organisations beyond traditional bureaucracies – civil society groups, cities, employers, and migrants and refugees themselves.One important step is to create more legal pathways for asylum seekers and migrants to reach the EU. The bloc has already set up a framework for doing this in the form of the Union Resettlement Framework (URF).The URF was adopted last year as part of the New Pact on Migration and Asylum. Some 22 non-governmental organisations from all over Europe called it “a glimmer of hope” in a slew of other measures that would make it harder for vulnerable people to find protection in the EU.Only focusing on restrictive measures that fail to work in the long-run and are never enough for Europe’s far-right will only further erode the political centre.EU leaders could start by ramping up commitments to resettle refugees as part of the URF – member states pledged to admit 61,000 refugees and people in need of international protection in 2024 and 2025, only slightly more than before and a tiny fraction compared to the scale of needs globally.One way of increasing resettlement numbers could be through community sponsorship. Another option is allowing refugees to seek employment in Europe like other migrants. The majority of the world’s refugees are in the countries that first gave them asylum where their right to work is often curtailed and they don’t have the opportunity to join programmes seeking skilled migration. Since 2015, many pilot programmes have sprung up across Europe to improve refugees’ access to European labor markets. These initiatives are ripe to be scaled up.One of the most interesting approaches to migration management is creating more options for people while they are on the move. In the US, the Biden administration in 2023 set up Safe Mobility Offices (SMO) in countries in Central and South America. Their aim is to provide access for refugees and vulnerable migrants to pathways like resettlement, work visas, family reunification, and sponsorship by relatives or friends already in the US for humanitarian admissions.While the SMOs track record has been mixed, 266,570 people did apply for help in the four SMOs established in Colombia, Costa Rica, Ecuador, and Guatemala before they were shut down by Trump when he took office last month.These are just some approaches that deserve more consideration. But one thing is clear: Only focusing on restrictive measures that fail to work in the long-run and are never enough for Europe’s far-right will only further erode the political centre. It’s high time Europe’s moderate political forces learn this lesson and escape the deterrence trap by forcefully articulating an alternative. Otherwise, they’ll be stuck playing a losing game – both for themselves and for the migrants and asylum seekers who suffer the consequences of harsh policies."},{"category":"Conflict","date":"1737368981","url":"https://thenewhumanitarian.org/analysis/2025/01/20/gaza-ceasefire-sobering-reality-day-after-may-never-come","title":"Gaza ceasefire: The sobering reality of a day after that may never come","content":"With the sounds of war starting to fall silent in the Gaza Strip after 470 days of brutal Israeli military assault and siege, a tiny crack of hope has opened for the Palestinian residents of the enclave that they will be able to gather the shattered pieces of their lives and begin the daunting task of rebuilding. But whether the deal reached by Israel and Hamas on 15 January will lead to a decisive end to the war remains entirely unclear.From a humanitarian perspective, almost anything would be an improvement compared to the kinetic horror, mass displacement, and orchestrated deprivation and starvation of the past 15 months.Any sense of relief, however, is tempered by the sheer scale of death and destruction, the profound uncertainties of the ceasefire agreement, and the fact that the underlying issues that have fuelled human suffering in Gaza – and throughout the Palestinian territories – since long before this war began, remain unaddressed: Israel’s ongoing, illegal occupation; its administrative control of virtually every facet of life; and its deliberate thwarting of Palestinian autonomy and self-determination.In fact, there is every reason to believe that those factors will be further entrenched in the coming months and their advocates emboldened, hindering recovery efforts and preventing the emergence of a true day after – that is if the ceasefire holds in the first place and evolves into the so-called “sustainable calm” that the agreement calls for.For now, as the first phase of the deal gets underway, UN agencies and NGOs are preparing to try to surge humanitarian aid into Gaza, but warn that there will continue to be significant obstacles. Among these are the near-complete destruction of critical infrastructure – from roads to the electricity grid – as well as the collapse of public order in parts of the enclave that has allowed for the looting of aid convoys.One of the main impediments to the aid response throughout the war has been a seemingly ever-shifting list of so-called “dual use” items – from tent poles and anaesthetics to water filtration systems and green sleeping bags – that Israel has blocked from entering, arguing they could be used for military purposes. Israel will no doubt insist on maintaining control and an ultimate veto over what crosses Gaza’s borders, likely slowing the arrival of aid and preventing agencies from bringing in critical items.On top of that, Israeli legislation aimed at blocking the UN’s agency for Palestine refugees, UNRWA, from operating in the Palestinian territories is set to take effect at the end of January. UNRWA is the largest aid provider in Gaza and its staff, warehouses, and logistics operations have been the backbone of humanitarian efforts throughout the war.Read more:Numerous humanitarian officials have warned that UNRWA’s operations are irreplaceable and that if Israel goes ahead with its plans to try to freeze out the agency, it could very well cripple any aid effort – and potentially even the ceasefire – just as it is getting off the ground.The looming challenge of scaling up the humanitarian response amid widespread destruction, terms of access dictated by Israel, and the desperation of the population in Gaza – much of which has been on the verge of starvation for months – is just one of the questions left unanswered, or only partially answered, by the ceasefire agreement between Israel and Hamas.The three-phase deal is essentially the same one that has been on the table since last May, and which was repeatedly scuppered by Israeli Prime Minister Benjamin Netanyahu and his far-right allies.The first 42-day phase, which began on 19 January, involves an initial exchange of hostages held by Hamas for Palestinian prisoners and detainees held by Israel. The Israeli military will also withdraw from population centres in Gaza, the amount of aid allowed to enter the enclave is supposed to be ramped up to 600 truckloads per day, and displaced Palestinians will be allowed to return to their homes – or what is left of them.The much more contentious issues of how Gaza will be governed and the conditions for Israel’s total withdrawal have been left for negotiations over the second phase of the deal, which aren’t set to begin until 16 days into the first phase.Even if the first phase goes smoothly, there’s good reason to be concerned that the agreement may fall apart over the details of the second phase.Netanyahu has vowed not to fully withdraw from Gaza until Hamas’ military capabilities are totally dismantled and the group is no longer in control of the enclave. Far-right Israeli Finance Minister Bezalel Smotrich threatened to quit Netanyahu’s governing coalition, potentially collapsing it, unless Israel continues the war after the first phase of the deal, controls the distribution of humanitarian aid, and gradually takes over the entirety of Gaza – conditions Netanyahu reportedly accepted.Netanayahu has also said he received guarantees from the US that it will support Israel restarting the war if the deal falls apart, and other Israeli ministers have made cryptic statements about much remaining “hidden from view”.If the second round of negotiations begin in good faith – doubtful, given the statements of senior Israeli politicians – it’s difficult to see how negotiators will be able to find common ground on the central question of who will govern Gaza after the war or even come up with a practicable plan.The US, European countries, and Gulf Arab states have been pushing for a reformed Palestinian Authority, which governs the West Bank, to also administer Gaza. Israel has rejected that idea without outlining an alternative. Moreover, the Palestinian Authority lacks legitimacy among many Palestinians, who see it as a sub-contractor of the Israeli occupation.Tellingly, the main arbiters of the conversation are Israel, which stands accused of committing genocide and numerous war crimes in Gaza over the past 15 months, and the US, which has bankrolled, armed, and provided diplomatic cover for the Israeli campaign. Consideration of Palestinians' right to self-determination, or even to have some say in how they are governed, is completely absent.Realistically, what we could be looking at is a temporary ceasefire that lasts for part or all of the first 42-day phase, followed by Israel resuming its military campaign in some form or, at least, the negotiations falling apart over the question of post-war governance, leaving it unresolved.In that case, Gaza would find itself frozen in limbo – neither at war nor at peace, with Israel reserving the right to carry out strikes on remnants of Hamas whenever they regroup and poke their heads above the ground. In the power vacuum, the territory would further fracture into cantons controlled by local powerbrokers, with pockets of anarchy in between – a process that is already underway.UN agencies and NGOs would be left to try to keep the population on life support, subject to the amount of aid Israel decides to allow in, without ever really being able to stabilise the population or start the massive reconstruction effort that will be required to turn Gaza into a place that can support life once again.Even if, defying the odds, Israel and Hamas are able to reach an agreement on post-war governance and phase two and three of the deal go ahead, culminating in the release of all of the remaining Israeli hostages – including the bodies of the deceased – and the beginning of a reconstruction plan for Gaza, the fundamental issues driving the conflict will remain.Israel has made it clear time and again – including in a Knesset vote last July – that it is opposed to the formation of a Palestinian state, and much of Netanyahu’s political career has been dedicated to thwarting the creation of one.Additionally, hints have already started to emerge about how the incoming Trump administration may have gotten Netanyahu to move forward with a ceasefire agreement that he had resisted signing for eight months under the Biden administration, including by lifting US sanctions on violent Israeli settlers in the West Bank, retaliating against the ICC for issuing war crimes arrest warrants for Netanyahu and former defence minister Yoav Gallant, and leading efforts at the UN to replace UNRWA.Under a Trump administration that promises to be even more staunchly pro-Israel than the Biden administration, it’s difficult to imagine Palestinians seeing anything resembling their aspirations for a state being met or justice and accountability for the crimes that have been committed during the past 15 months – to say nothing of decades of occupation.So what are we to expect as this ceasefire takes hold?The deal itself may only lead to a brief respite before the war resumes, or to the beginning of a new phase that may be less overtly violent but just as detrimental to life in Gaza in a slower and equally pernicious way. Sadly, a pathway to sustainable peace that would allow people in Gaza to recover, rebuild, and heal looks as far off as it has possibly ever been.If there are points of light, they come from the mass protest movements calling for Palestinian freedom galvanised by this war, the activist-led efforts to isolate Israel diplomatically and financially, the fact that much of the world outside of the US and Europe clearly sees what is taking place, and the prospect of international legal mechanisms resisting the efforts to undermine them and trying to deliver at least a degree of justice and accountability."}]